Repository: hazard-ready/disaster-preparedness
Catalog: disasterinfosite/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: The Hazard Ready Team
es: El equipo de Hazard Ready

source: Carson has a B.Sc. and M.Sc. in Geology from Western Washington University and the University of Montana. She is now working on her PhD at Boise State University where she studies how to best communicate natural hazard risk information to broad audiences. She writes the content and processes the data for each HazardReady site.
es: Carson tiene un B.Sc. y M.Sc. en Geología de Western Washington University y la University of Montana. Ahora trabaja en su doctorado en Boise State University, donde estudia cómo mejorar la información sobre el riesgo de peligros naturales para un público amplio. Ella escribe el contenido y procesa los datos para cada sitio de HazardReady.

source: Rebecca Bendick has a Ph.D. in geophysics from the University of Colorado. Her research on tectonics and earthquake mechanics led to an interest in how human communities are affected by natural disasters, and inspires her ongoing efforts to help people better understand and prepare for them. She writes and lectures on the ethics of science communication as well as on her basic geophysical research.
es: Rebecca Bendick tiene un doctorado en geofísica de la University of Colorado. Su investigación sobre la tectónica y la mecánica de terremotos la interesó en cómo las comunidades humanas se ven afectadas por los desastres naturales, e inspira su trabajo para ayudar a las personas a comprender y prepararse para ellos. Ella escribe y da charlas sobre la ética de la comunicación científica, así como sobre su investigación geofísica básica.

source: Grant Kier has a M.Sc. in geology from the University of Colorado. He is broadly interested in community resilience in the context of manmade and natural changes. He also has a background in business practices and currently works on economic development, fostering small and startup companies in western Montana.
es: Grant Kier tiene un M.Sc. en geología de la University of Colorado. Tiene interés generalmente en la resiliencia comunitaria en el contexto de los cambios naturales, tan como los que estan provocados por el hombre. Tiene experiencia también en prácticas comerciales y actualmente trabaja en desarrollo económico, fomentando empresas pequeñas y nuevas en el oeste de Montana.

source: The Hazard Ready Project
es: The Hazard Ready Project (El Proyecto Preparacion Ciudadana)

source: %(title)s Partners and Collaborators
es: %(title)s Socios y Colaboradores

source: The PDX Ready project was funded in part by the Regional Disaster Preparedness Organization (RDPO) of the Portland Metropolitan Region. The RDPO is a partnership of government agencies, non-governmental organizations, and private-sector stakeholders in the Portland Metropolitan Region collaborating to increase the region’s resiliency to disasters. The metropolitan region spans Clackamas, Columbia, Multnomah, and Washington Counties in Oregon and Clark County in Washington.
es: El proyecto PDX Ready fue auspiciado en parte por Regional Disaster Preparedness Organization (RDPO) de la región metropolitana de Portland. El RDPO es una asociación de agencias gubernamentales, organizaciones no gubernamentales y socios del sector privado en la región metropolitana de Portland que colaboran para aumentar la resistencia de la región a los desastres. La región metropolitana abarca los condados de Clackamas, Columbia, Multnomah y Washington en Oregon y el condado de Clark en Washington.

source: American Red Cross: Cascades Region
es: Cruz Roja de Estados Unidos: Cascades Region

source: %(title)s is designed to help educate and prepare people for disasters that occur in their area. Disasters don’t strike locations equally so we found it important to give location specific information in order to properly prepare. %(title)s organizes current information and packages it in a way that makes it accessible for any %(area_name)s resident.
es: %(title)s está diseñado para ayudar a educar y preparar a las personas para los desastres que ocurran en su área. Los desastres no afectan los lugares de igual manera, por lo que consideramos importante dar información específica de la ubicación para una correcta preparación. %(title)s organiza información actualizada y la presenta de tal manera que sea accesible para cualquier residente de %(area_name)s.

source: This site uses the most up-to-date hazard risk data available for %(area_name)s. The user of this site is responsible for verifying any particular information with the original <a href="%(data_source_link)s" target="_blank">data sources</a>. Although these data represent the best current assessment of hazards, they are not predictive of future events. The descriptions of risk and how to prepare for those risks are based on best information from the Regional Disaster Preparedness Organization (RDPO) of the Portland Metropolitan Region.
es: Este sitio utiliza los datos de riesgo más actualizados para %(area_name)s. El usuario de este sitio es responsable de verificar cualquier información particular con las <a href="%(data_source_link)s" target="_blank">fuentes de datos</a> originales. Aunque estos datos representan la mejor evaluación actual de los peligros, no predicen eventos futuros. Las descripciones de riesgo y cómo prepararse para esos riesgos se basan en la mejor información de la Regional Disaster Preparedness Organization (RDPO) de la región metropolitana de Portland.

source: build/flowchart.jpg
es: build/flowchart-es.jpg

source: How we build Hazard Ready Sites: 1. Gather data. Locate the most relevant and up-to-date data on natural hazards for your region from trusted sources like FEMA, NOAA, and the USGS. 2. Quality Check. Work with local partners (community groups & emergency managers) to ensure the data and infomration are accurate. 3. Process data. Make the data compatible with Hazard Ready software. 4. Build content. Write the webpage text, gather images and videos, locate local resources for each hazard and region. 5. Feedback and focus groups. Discuss content and designs to ensure the information fits each community's needs. 6. Revise, revise, revise and launch site!
es: Cómo construimos sitios de Hazard Ready: 1. Recopilamos datos. Localizamos los datos más relevantes y actualizados sobre los peligros naturales para su región de fuentes confiables como FEMA, NOAA y el USGS. 2. Control de calidad. Trabajamos con socios locales (grupos comunitarios y administradores de emergencias) para garantizar que los datos y la información sean precisos. 3. Procesamos datos. Aseguramos que los datos sean compatibles con el software de Hazard Ready. 4. Creamos contenido. Escribimos el texto de la página web, recopilamos imágenes y videos, localizamos los recursos locales para cada peligro y región. 5. Comentarios y grupos focales. Discutimos el contenido y los diseños para garantizar que la información se ajuste a las necesidades de cada comunidad. 6. ¡Revisamos, revisamos, revisamos y lanzamos el sitio!

source: Data used for %(title)s is available for download <a href="%(download)s" target="_blank" rel="noopener">here</a>.
es: La información utilizada para %(title)s se puede descargar <a href="%(download)s" target="_blank" rel="noopener">aquí</a>

source: Quick Data Overview
es: Descripción breve de los datos

source: Take a look at some overviews of the data we used for %(area_name)s:
es: Observe algunas descripciones de los datos que utilizamos para %(area_name)s:

source: Data sources for PDX Ready
es: Fuentes de datos para PDX Lista

source: Earthquake
es: Terremoto

source: June
es: junio

source: Volcano
es: Volcán

source: Landslide
es: Derrumbes

source: Flood
es: Inundacion

source: August
es: agosto

source: Wildfire
es: Incendio Forestal

source: flood
es: inundacion

source: earthquake
es: terremoto

source: landslide
es: derrumbes

source: volcano
es: volcán

source: wildfire
es: incendio forestal

source: What to expect for
es: Qué puede esperar para

source: try&nbsp;a&nbsp;new&nbsp;address
es: intente&nbsp;una&nbsp;nueva&nbsp;dirección

source: Feedback Survey
es: Encuesta para ofrecer sus reflecciones

source: Prepare!
es: ¡Prepararse!

source: An intensity meter at %(percentage)s%%
es: Un medidor de intensidad al %(percentage)s%%

source: Very Low Hazard
es: Peligro muy bajo

source: Very High Hazard
es: Peligro muy alto

source: Who made this?
es: ¿Quién hizo esto?

source: Have questions? View the <a href="%(about_url)s" target="_blank">About</a> page or <a href="mailto:%(email)s">email the Hazard Ready creators</a> for more information.
es: ¿Tiene preguntas? Mire al <a href="%(about_url)s" target="_blank">Sobre</a> pagina o <a href="mailto:%(email)s">mande un email al creadores de Hazard Ready</a> para mas información.

source: Have questions? View the <a href="%(about_url)s" target="_blank">About</a> page for more information."
es: ¿Tiene preguntas? Mire al <a href="%(about_url)s" target="_blank">Sobre</a> pagina para mas información.

source: Enter your location for a personalized report on your risks and how to prepare.
es: Ingrese su localidad para obtener un informe personalizado de sus riesgos y cómo prepararse.

source: About
es: Sobre

source: Find Me
es: Busqueme

source: Enter an address.
es: Introduzca una dirección.

source: We had a problem finding that location.
es: Tuvimos un problema en encontrar esa localidad.

source: Get a personalized report on natural hazards that are likely in your area and steps you can take to prepare. Type your location in the search box at the top of the page, select a location on the map, or click “FIND ME.”
es: Obtenga un informe personalizado sobre los peligros naturales que probablemente se encuentren en su área y los pasos que puede seguir para prepararse. Escriba su localidad en el cuadro de búsqueda en la parte superior de la página, seleccione una localidad en el mapa o haga clic en "BUSQUEME."

source: Sign Up
es: Regístrese

source: Getting results for your location...
es: Obtener resultados para su localidad...

source: Language
es: Idioma

source: No information available for
es: No hay información para

source: Wrong address? Start over
es: ¿Dirección incorrecta? Comience de nuevo

source: No information available.
es: No hay información disponible.

source: It looks like your location is outside of %(area_name)s.
es: Parece que su localidad está fuera de %(area_name)s.

source: While we value and promote resilience everywhere, the data that powers this site isn't available for other places yet.
es: Mientras que valoramos y fomentamos la resiliencia en todos lados, los datos que impulsan este sitio aún no están disponibles para otros lugares.

source: Take the first step toward getting prepared
es: Haga el primer paso para prepararse

source: This activity
es: Esta actividad

source: Print Checklist
es: Imprima la lista de verificación

source: Completed?
es: ¿Terminado/a?

source: Activity
es: Actividad

source: reduces emotional and physical harm
es: reduce el daño emocional y físico

source: is useful for other situations
es: es útil para otras situaciones

source: helps protect property
es: es útil para otras situaciones

source: costs
es: cuesta

source: Resources
es: Recursos

source: Key:
es: Clave:

source: or more
es: o más

source: Log In
es: Iniciar&nbsp;sesión

source: Cancel
es: Cancelar

source: Log Out
es: Cerrar&nbsp;sesión

source: Update My Info
es: Actualizar mi información

source: Welcome back, <span class="username">%(username)s</span>!
es: Bienvenido otra vez, <span class="username">%(username)s</span>!

source: We're logging you in. Just a moment...
es: Estamos iniciando su sesión. Espere un momento...

source: Whoops, it looks like that username or password didn't work.
es: Parece que su nombre de usuario o contraseña no es correcto.

source: Whoops, we're not sure what happened there. Maybe you should try again.
es: No estamos seguros de qué sucedió. Quizás deba intentar nuevamente.

source: Thanks for signing up! We'll get ahold of you with relevant news and information. You can come back anytime to update your address.
es: Gracias por inscribirse. Nos comunicaremos con usted con noticias e información relevantes. Puede volver en cualquier momento para actualizar su dirección.

source: Thanks for keeping us up to date!
es: Gracias por mantenernos actualizados.

source: Welcome back!
es: Bienvenido

source: If your username isn't <span class="username">%(username)s</span>, you might want to log out.
es: Si su nombre de usuario no es <span class="username">%(username)s</span>, debe cerrar sesión.

source: Required.
es: Obligatorio.

source: Username (your email address)
es: Nombre de usuario (su dirección de correo electrónico)

source: Password
es: Contraseña

source: Need some help (like a password reset)? <a href="mailto:help@hazardready.org">Email us.</a>
es: ¿Necesita asistencia (como un restablecimiento de contraseña)? <a href="mailto:help@hazardready.org">Envíenos un correo electrónico.</a>

source: Update Your Information
es: Actualizar Su Información

source: Street Address
es: Dirección

source: Other Address Information
es: Otra información de dirección

source: City
es: Ciudad

source: State
es: Estado

source: Zip Code
es: Código Postal

source: Update
es: Actualización

source: Email address (this will be your username)
es: Correo electrónico (este será su nombre de usuario).

source: Password (more than 8 characters long, please)
es: Contraseña (de más de ocho caracteres).

source: Need some help? <a href="mailto:help@hazardready.org">Email us.</a>
es: ¿Necesita ayuda? <a href="mailto:help@hazardready.org">Envíenos un correo electrónico.</a>

source: Free!
es: ¡Gratis!

source: Unknown
es: Desconocido
